export const accountLabels: Record<string, string> = {
  // Капитал и резерви
  "101": "Основен капитал",
  "102": "Допълнителен капитал",
  "103": "Резервен капитал",
  "123": "Печалби и загуби от текущата година",
  
  // ДМА
  "204": "Машини, съоръжения и оборудване",
  "205": "Превозни средства",
  "241": "Амортизация на ДМА",
  
  // Запаси
  "302": "Материали",
  "304": "Стоки",
  
  // Вземания и задължения
  "401": "Доставчици",
  "405": "Получени заеми",
  "411": "Клиенти",
  "412": "Клиенти по аванси",
  
  // Персонал и осигуровки
  "421": "Персонал - възнаграждения",
  "422": "Подотчетни лица",
  "423": "Разчети по социално осигуряване",
  "461": "Разчети по осигурителни вноски",
  
  // ДДС
  "4531": "Начислен ДДС по покупки (входящ кредит)",
  "4532": "Начислен ДДС по продажби (изходен ДДС)",
  
  // Данъци
  "455": "Разчети по данъци",
  
  // Парични средства
  "501": "Каса",
  "503": "Разплащателна сметка (Банка)",
  
  // Разходи
  "601": "Разходи за материали",
  "602": "Разходи за външни услуги",
  "603": "Разходи за амортизация",
  "604": "Разходи за заплати",
  "605": "Разходи за осигуровки",
  "609": "Други разходи",
  "627": "Разходи за лихви",
  
  // Приходи
  "703": "Приходи от продажба на услуги",
  "704": "Приходи от продажба на стоки",
};